export const zxQuestion =  {
    age    : {
        title  : '您多大年龄了呢?',
        options: [
            '18以下', '18-35岁', '35-45岁', '45岁以上'
        ],
        value  : '',
    },
    sex    : {
        title  : '您的性别是?',
        options: [
            '男', '女'
        ],
        value  : '',
    },
    current: {
        value  : '',
        title  : "您想咨询哪方面的问题呢?",
        options: [
            '眼部', '鼻部', '皮肤', '面部'
        ]
    },
    '皮肤'   : [ {
        value  : '',
        title  : "您想咨询皮肤的哪些问题呢?",
        options: [
            '祛斑', '祛痘', '美白嫩肤', '其他'
        ]
    } ],
    '祛斑'   : [ {
        value  : '',
        title  : "您当前备受困扰的是什么斑点?",
        options: [
            '黄褐斑', '晒斑', '老年斑', '其他'
        ]
    } ],
    '祛痘'   : [ {
        value  : '',
        title  : "您想通过什么方式祛痘?",
        options: [
            '微针', '激光', '果酸焕肤', '其他'
        ]
    } ],
    '美白嫩肤' : [ {
        value  : '',
        title  : "您当前皮肤存在什么问题?",
        options: [
            '毛孔粗大', '黑头多', '红血丝', '皱纹'
        ]
    } ],
    '眼部'   : [
        {
            value  : '',
            title  : '您想咨询眼部的什么问题呢?',
            options: [
                '双眼皮', '眼袋', '开眼角'
            ]
        },
    ],
    '眼袋'   : [
        {
            value  : '',
            title  : '您希望用哪种方式祛眼袋呢？',
            options: [
                '内切', '外切'
            ]
        }
    ],
    '开眼角'  : [
        {
            value  : '',
            title  : '您想咨询哪种眼角方式呢？',
            options: [
                '内眼角', '外眼角'
            ]
        }
    ],
    '双眼皮'  : [
        {
            value  : '',
            title  : '您希望用哪种方式呢？',
            options: [
                '埋线', '切开', '三点', '眼综合'
            ]
        }
    ],
    '鼻部'   : [
        {
            value  : '',
            title  : '您想咨询有关鼻部的哪些问题呢?',
            options: [
                '隆鼻', '鼻修复', '鼻矫正'
            ]
        },
    ],
    '隆鼻'   : [
        {
            value  : '',
            title  : '您想咨询哪种隆鼻方式呢？',
            options: [
                '膨体', '硅胶', '自体脂肪', '玻尿酸'
            ]
        }
    ],
    '鼻修复'  : [
        {
            value  : '',
            title  : '您鼻部存在什么问题需要修复呢？',
            options: [
                '假体突出', '假体移位', '假体取出', '其他'
            ]
        }
    ],
    '鼻矫正'  : [
        {
            value  : '',
            title  : '您目前鼻部有什么问题？',
            options: [
                '鹰钩鼻', '驼峰鼻', '宽鼻', '其他'
            ]
        }
    ],


    '面部'  : [
        {
            value  : '',
            title  : '您想咨询面部的哪些问题呢?',
            options: [
                '丰额头', '垫下巴', '改变脸型', '其他'
            ]
        }
    ],
    '丰额头' : [
        {
            value  : '',
            title  : '您希望改善额头用哪种方式呢?',
            options: [
                '假体', '玻尿酸', '自体脂肪', '其他'
            ]
        }
    ],
    '垫下巴' : [
        {
            value  : '',
            title  : '您改善下巴希望用哪种方式呢?',
            options: [
                '假体', '玻尿酸', '自体脂肪', '其他'
            ]
        }
    ],
    '改变脸型': [
        {
            value  : '',
            title  : '您想通过哪种方式来改变脸型呢?',
            options: [
                '注射瘦脸', '立体磨销', '面部吸脂', '其他'
            ]
        }
    ],


};

export const kqQuestion = {
    age    : {
        title  : '您多大年龄了呢?',
        options: [
            '18以下', '18-35岁', '35-45岁', '45岁以上'
        ],
        value  : '',
    },
    current: {
        value  : '',
        title  : "您的牙齿目前情况?",
        options: [
            '缺牙', '牙齿矫正', '牙齿修复', '牙常规'
        ]
    },
    '缺牙'   : [
        {
            value  : '',
            title  : '您的缺牙情况?',
            options: [
                '全口缺失', '半口缺失', '多颗缺失', '单颗缺失'
            ]
        },
        {
            value  : '',
            title  : '您想通过哪种方式来补牙?',
            options: [
                '种植牙', '全瓷牙', '烤瓷牙', '假牙'
            ]
        }
    ],
    '牙齿矫正' : [
        {
            value  : '',
            title  : '您属于下列哪种?',
            options: [
                '地包天', '龅牙', '牙齿不齐', '其他'
            ]
        },
        {
            value  : '',
            title  : '选择您想矫正的方式?',
            options: [
                '金属矫正', '隐形矫正', '陶瓷矫正', '其他'
            ]
        }
    ],
    '牙齿修复' : [
        {
            value  : '',
            title  : '目前您的牙齿情况是？',
            options: [
                '断牙', '牙裂', '烂牙', '其他'
            ]
        }
    ],
    '牙常规'  : [
        {
            value  : '',
            title  : '请选择您想了解的牙齿问题?',
            options: [
                '拔牙', '洁牙', '美白', '其他'
            ]
        }
    ]
};
